[
  {
    "model": "contenttypes.contenttype",
    "pk": 1,
    "fields": {
      "app_label": "admin",
      "model": "logentry"
    }
  },
  {
    "model": "contenttypes.contenttype",
    "pk": 2,
    "fields": {
      "app_label": "auth",
      "model": "permission"
    }
  },
  {
    "model": "contenttypes.contenttype",
    "pk": 3,
    "fields": {
      "app_label": "auth",
      "model": "group"
    }
  },
  {
    "model": "contenttypes.contenttype",
    "pk": 4,
    "fields": {
      "app_label": "contenttypes",
      "model": "contenttype"
    }
  },
  {
    "model": "contenttypes.contenttype",
    "pk": 5,
    "fields": {
      "app_label": "sessions",
      "model": "session"
    }
  },
  {
    "model": "contenttypes.contenttype",
    "pk": 6,
    "fields": {
      "app_label": "mainapp",
      "model": "product"
    }
  },
  {
    "model": "contenttypes.contenttype",
    "pk": 7,
    "fields": {
      "app_label": "mainapp",
      "model": "country"
    }
  },
  {
    "model": "contenttypes.contenttype",
    "pk": 8,
    "fields": {
      "app_label": "authapp",
      "model": "shopuser"
    }
  },
  {
    "model": "sessions.session",
    "pk": "bjk0pwtg6l9fgyti5hpes7wo3hmkn9gk",
    "fields": {
      "session_data": "Yjc5ZTIxYjcwMmFlN2VjYzA2NDc3NGYxMmY2MTI3NGQ4ZDJlOTExZDp7Il9hdXRoX3VzZXJfaWQiOiIzIiwiX2F1dGhfdXNlcl9oYXNoIjoiYTg2OWE2ODVlOGUzNjYxNjYwZWU5M2MwY2U4YTgwOWJhZmU5ODg1MCIsIl9hdXRoX3VzZXJfYmFja2VuZCI6ImRqYW5nby5jb250cmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kIn0=",
      "expire_date": "2018-06-18T16:29:58.941Z"
    }
  },
  {
    "model": "mainapp.country",
    "pk": 1,
    "fields": {
      "name": "Армения"
    }
  },
  {
    "model": "mainapp.country",
    "pk": 2,
    "fields": {
      "name": "Грузия"
    }
  },
  {
    "model": "mainapp.country",
    "pk": 3,
    "fields": {
      "name": "Россия"
    }
  },
  {
    "model": "mainapp.country",
    "pk": 4,
    "fields": {
      "name": "Испания"
    }
  },
  {
    "model": "mainapp.country",
    "pk": 5,
    "fields": {
      "name": "Греция"
    }
  },
  {
    "model": "mainapp.product",
    "pk": 1,
    "fields": {
      "country": 1,
      "caption": "Ахтамар (в подарочной коробке)",
      "quality": "Является прекрасным дижестивом, а также подойдет в качестве дополнения к кофе или сигаре.",
      "preference": "Коньяк имеет прекрасный янтарный цвет с медным отблеском, округлый, согревающий, сладковатый вкус, который раскрывается постепенно и дарит соблазнительно долгое послевкусие. Легкая сухость в финале оттеняется нотками корицы. В букете преобладают нотки пчелиного воска, ореха и коры дуба на фоне ванили и чернослива.",
      "image_src": "products_images/Ararat_Akhtamar_10.jpg",
      "producer": "Ереванский Коньячный Завод",
      "brand": "Арарат",
      "alco": "40 %",
      "vol": "0,5 л",
      "class_c": "КВВК",
      "age": 10,
      "cost": "1866.00",
      "quantity": 123,
      "comment": "Происхождение названия коньяка 'Ахтамар' окружено красивой легендой: когда-то давным-давно, в 10 веке, царь Гагик I из династии Багратидов построил роскошный царский дворец на острове Ахтамар, находящемся на озере Ван, в самом сердце средневекового княжества Великой Армении. Великолепная просторная резиденция была окружена зелеными парками и пышными фруктовыми садами. Название этого небольшого острова навеяно легендой о любви принцессы Тамары к прекрасному юноше, утонувшему в глубоких синих водах озера Ван со словами 'Ах, Тамар'. Коньяк 'Арарат', — это национальная легенда, воплощающая уникальный дух Армении, ее богатое культурное и историческое наследие, а также знаменитое мастерство армянских мастеров. Этот великолепный напиток давно стал обязательным атрибутом стиля жизни многих поколений нашей страны. И сегодня, спустя уже более ста лет, 'Арарат' является самым известным армянским коньяком как на своей родине Армении, так и по всему миру. Этот глубокий, насыщенный и элегантный напиток станет великолепным подарком для тех, кто ценит красоту, творчество и подлинное искусство."
    }
  },
  {
    "model": "mainapp.product",
    "pk": 2,
    "fields": {
      "country": 1,
      "caption": "Ной Классик (в подарочной коробке)",
      "quality": "Рекомендуется подавать в качестве аперитива и дижестива.",
      "preference": "Коньяк обладает тёмно-золотистым цветом и имеет сильный, богатый, глубокий, фруктовый вкус коньяка с бархатистой текстурой и изысканной терпкостью и сухостью в финале. Чарующий, насыщенный аромат коньяка наполнен тонами засахаренных фруктов, нежными миндально-ванильными оттенками.",
      "image_src": "products_images/Noy_Classic_10.jpg",
      "producer": "Ереванский Коньячно-Винно-Водочный Комбинат",
      "brand": "Ной",
      "alco": "40 %",
      "vol": "0,5 л",
      "class_c": "КС",
      "age": 10,
      "cost": "1940.00",
      "quantity": 214,
      "comment": "Коллекция коньяков 'Ной' названа в честь библейского Ноя, который после потопа посадил, согласно легенде, в долине горы Арарат первые виноградные лозы, став 'прародителем' виноградарства и виноделия в Армении. Коньяк 'Ной Классик' 10-летний — один из лучших в своей категории. Он назван в честь классической архитектуры Эриваньской Крепости XVI века, которая была восстановлена архитектором Рафаелом Исраеляном. Коньяк производится из региональных сортов винограда — Воскеат, Мсхали, Гарандмак, выращенного в Араратской долине. При изготовлении коньяка используется двойная дистилляция по шарантскому методу, затем напиток выдерживается как минимум 10 лет в дубовых бочках. Купаж данного коньяка содержит высокий процент старых коньяков, поэтому он имеет более насыщенный аромат, чем другие коньяки этой категории. 'Ной Классик' разливается в 'кристально чистую' оригинальную бутылку Helios, которая идеально подчеркивает качество этого изысканного коньяка."
    }
  },
  {
    "model": "mainapp.product",
    "pk": 3,
    "fields": {
      "country": 4,
      "caption": "Торрес 10 Гран Резерва (в подарочной упаковке)",
      "quality": "Бренди Torres 10 Gran Reserva лучше всего подходит на роль дижестива. Перед употреблением можно чуть охладить (градусов до 20): слегка охлажденный бренди легче пьётся и кажется «мягче». Подавать в стандартных коньячных бокалах, заполненных примерно на одну пятую или четвертую часть. Сопровождение: горький или тёмный шоколад, кофе или сигара.",
      "preference": "Обладает тёмно-коричневым цветом с оттенками красного дерева и красновато-янтарным отливом. Аромат — глубокий, интенсивный и довольно интересный. Тона ванили, корицы, орешков, пряностей; сладковатые нотки. Вкус обволакивающий, насыщенный, мягкий, сбалансированный и довольно яркий. Сухофрукты и немного специй. Послевкусие долгое, гармоничное, мягкое, сладковато-пряное.",
      "image_src": "products_images/Torres_10_Gran_Reserva.jpg",
      "producer": "Компания Torres",
      "brand": "Torres",
      "alco": "38 %",
      "vol": "0,7 л",
      "class_c": "",
      "age": 10,
      "cost": "1600.00",
      "quantity": 91,
      "comment": "Компания Torres основана Хайме и Мигелем Торрес в 1870 году. Иберийский полуостров, на котором расположены основные виноградники семьи, известен разнообразием почв и микроклиматом, идеально подходящими для виноградарства. Из поколения в поколение в семье передавался секрет изготовления вин и любовь к земле. Эта традиция, новаторство и видение будущего превратило Торрес в известную компанию, чью продукцию теперь можно найти более чем в 140 странах мира. Torres 10 Gran Reserva является самым популярным испанским бренди в мире (среди аналогов категории Gran Reserva). Производится этот напиток с 1946 года. Сегодня Торрес — один из самых известных испанских винных брендов в мире."
    }
  },
  {
    "model": "mainapp.product",
    "pk": 4,
    "fields": {
      "country": 3,
      "caption": "Каспий",
      "quality": "Коньяк обладает привлекательным янтарно-золотистым цветом. Сбалансированный, полный, мягкий вкус коньяка украшен нотами ванили и шоколада, продолжающимися в приятном, теплом послевкусии. Обворожительный аромат коньяка составляют изысканные цветочные, ванильные и шоколадные оттенки.",
      "preference": "Коньяк позволяет насладиться своим вкусом и букетом в чистом виде со льдом в качестве приятного дижестива.",
      "image_src": "products_images/Kaspyi_8_wAiLLn9.jpeg",
      "producer": "Дербентский коньячный комбинат",
      "brand": "Каспий",
      "alco": "40%",
      "vol": "0,5 л",
      "class_c": "КВВК",
      "age": 8,
      "cost": "800.00",
      "quantity": 57,
      "comment": "Российский коньяк \"Каспий\" КВВК является отражением неповторимого климата Дербента, огромное влияние на который оказывает близость Каспийского моря и гор Кавказа. Коньяк \"Каспий\" производится с 1970 года на основе винограда сорта Ркацители. Возраст 75% коньячных спиртов составляет не менее 8 лет, а оставшихся 25% — более 10. Мягкий вкус коньяка с ванильно-шоколадными оттенками будет по достоинству оценен не только мужской аудиторией, но и женщинами.\r\nКоньяк \"Каспий\" принимал участие в международных конкурсах алкогольной продукции, проводимых в Москве, Ялте, Санкт-Петербурге, Анапе и был награжден 20 золотыми и 4 серебряными медалями и 2 дипломами за лучший дизайн."
    }
  },
  {
    "model": "mainapp.product",
    "pk": 5,
    "fields": {
      "country": 2,
      "caption": "Кахетинский",
      "quality": "Коньяк темно-янтарного цвета. Коньяк демонстрирует щедрый аромат, сотканный из нот сухофруктов, ванили и пряных специй. Вкус коньяка округлый, мягкий, шелковистый, с фруктовыми оттенками и долгим, теплым послевкусием.",
      "preference": "Коньяк является превосходным дижестивом, может употребляться в чистом виде, со льдом или как сопровождение с сигарой.",
      "image_src": "products_images/Kakhetinskiy_10_4HGabnF.png",
      "producer": "Компания «Кварельский Погреб»",
      "brand": "Kakhetinskiy",
      "alco": "40%",
      "vol": "0,5 л",
      "class_c": "КС",
      "age": 10,
      "cost": "800.00",
      "quantity": 87,
      "comment": "\"Кварельский Погреб\" находится рядом с городом Кварели, в Кахетии — одной из самых важных винодельческих областей Грузии. Виноградники раскинулись в таких известных микро-зонах как Кварели, Киндзмараули, Энисели и Греми. Саперави, выращиваемый в Киндзмараульской зоне, служит основой для одного из самых прославленных красных вин Грузии, обладающего природной сладостью — \"Киндзмараули\". Кроме этого, компания выпускает такие известные вина как \"Алазанская Долина\", \"Кварели\", \"Мукузани\", \"Цинандали\", \"Ахашени\", \"Напареули\", \"Гурджаани\", \"Вазисубани\" и другие. Из винограда Ркацители, выращиваемого в зонах Энисели и Греми, производят уникальный грузинский коньяк по классической французской технологии двойной перегонки виноградных спиртов (\"шарантский метод\"). Предприятие является лидером по собственным запасам выдержанных высококачественных коньячных спиртов в Грузии."
    }
  },
  {
    "model": "auth.permission",
    "pk": 1,
    "fields": {
      "name": "Can add log entry",
      "content_type": 1,
      "codename": "add_logentry"
    }
  },
  {
    "model": "auth.permission",
    "pk": 2,
    "fields": {
      "name": "Can change log entry",
      "content_type": 1,
      "codename": "change_logentry"
    }
  },
  {
    "model": "auth.permission",
    "pk": 3,
    "fields": {
      "name": "Can delete log entry",
      "content_type": 1,
      "codename": "delete_logentry"
    }
  },
  {
    "model": "auth.permission",
    "pk": 4,
    "fields": {
      "name": "Can add permission",
      "content_type": 2,
      "codename": "add_permission"
    }
  },
  {
    "model": "auth.permission",
    "pk": 5,
    "fields": {
      "name": "Can change permission",
      "content_type": 2,
      "codename": "change_permission"
    }
  },
  {
    "model": "auth.permission",
    "pk": 6,
    "fields": {
      "name": "Can delete permission",
      "content_type": 2,
      "codename": "delete_permission"
    }
  },
  {
    "model": "auth.permission",
    "pk": 7,
    "fields": {
      "name": "Can add group",
      "content_type": 3,
      "codename": "add_group"
    }
  },
  {
    "model": "auth.permission",
    "pk": 8,
    "fields": {
      "name": "Can change group",
      "content_type": 3,
      "codename": "change_group"
    }
  },
  {
    "model": "auth.permission",
    "pk": 9,
    "fields": {
      "name": "Can delete group",
      "content_type": 3,
      "codename": "delete_group"
    }
  },
  {
    "model": "auth.permission",
    "pk": 10,
    "fields": {
      "name": "Can add content type",
      "content_type": 4,
      "codename": "add_contenttype"
    }
  },
  {
    "model": "auth.permission",
    "pk": 11,
    "fields": {
      "name": "Can change content type",
      "content_type": 4,
      "codename": "change_contenttype"
    }
  },
  {
    "model": "auth.permission",
    "pk": 12,
    "fields": {
      "name": "Can delete content type",
      "content_type": 4,
      "codename": "delete_contenttype"
    }
  },
  {
    "model": "auth.permission",
    "pk": 13,
    "fields": {
      "name": "Can add session",
      "content_type": 5,
      "codename": "add_session"
    }
  },
  {
    "model": "auth.permission",
    "pk": 14,
    "fields": {
      "name": "Can change session",
      "content_type": 5,
      "codename": "change_session"
    }
  },
  {
    "model": "auth.permission",
    "pk": 15,
    "fields": {
      "name": "Can delete session",
      "content_type": 5,
      "codename": "delete_session"
    }
  },
  {
    "model": "auth.permission",
    "pk": 16,
    "fields": {
      "name": "Can add product",
      "content_type": 6,
      "codename": "add_product"
    }
  },
  {
    "model": "auth.permission",
    "pk": 17,
    "fields": {
      "name": "Can change product",
      "content_type": 6,
      "codename": "change_product"
    }
  },
  {
    "model": "auth.permission",
    "pk": 18,
    "fields": {
      "name": "Can delete product",
      "content_type": 6,
      "codename": "delete_product"
    }
  },
  {
    "model": "auth.permission",
    "pk": 19,
    "fields": {
      "name": "Can add country",
      "content_type": 7,
      "codename": "add_country"
    }
  },
  {
    "model": "auth.permission",
    "pk": 20,
    "fields": {
      "name": "Can change country",
      "content_type": 7,
      "codename": "change_country"
    }
  },
  {
    "model": "auth.permission",
    "pk": 21,
    "fields": {
      "name": "Can delete country",
      "content_type": 7,
      "codename": "delete_country"
    }
  },
  {
    "model": "auth.permission",
    "pk": 22,
    "fields": {
      "name": "Can add user",
      "content_type": 8,
      "codename": "add_shopuser"
    }
  },
  {
    "model": "auth.permission",
    "pk": 23,
    "fields": {
      "name": "Can change user",
      "content_type": 8,
      "codename": "change_shopuser"
    }
  },
  {
    "model": "auth.permission",
    "pk": 24,
    "fields": {
      "name": "Can delete user",
      "content_type": 8,
      "codename": "delete_shopuser"
    }
  },
  {
    "model": "authapp.shopuser",
    "pk": 1,
    "fields": {
      "password": "pbkdf2_sha256$100000$rzOT4p4Aps1p$XufPc56rq5vRWbaBEIHWVY2UnnY+U2MNcw4tQbcnbKw=",
      "last_login": "2018-06-04T16:21:59.449Z",
      "is_superuser": true,
      "username": "django",
      "first_name": "Микки Маус",
      "last_name": "",
      "email": "q@q.local",
      "is_staff": true,
      "is_active": true,
      "date_joined": "2018-06-03T12:21:43.355Z",
      "avatar": "users_avatars/M_mouse_7ieuMk3.gif",
      "age": 34,
      "groups": [],
      "user_permissions": []
    }
  },
  {
    "model": "authapp.shopuser",
    "pk": 3,
    "fields": {
      "password": "pbkdf2_sha256$100000$9d3tl3RYtlvH$EfDw6g4uepYe0eTTyV/ibcypFLsZWPgwq1EFNp/TfjI=",
      "last_login": "2018-06-04T16:29:58.815Z",
      "is_superuser": false,
      "username": "vasja",
      "first_name": "ВасяПупкин",
      "last_name": "",
      "email": "vasja@q.local",
      "is_staff": false,
      "is_active": true,
      "date_joined": "2018-06-03T16:36:52.436Z",
      "avatar": "users_avatars/wolf_QIhXYIo.png",
      "age": 100,
      "groups": [],
      "user_permissions": []
    }
  },
  {
    "model": "admin.logentry",
    "pk": 1,
    "fields": {
      "action_time": "2018-06-04T15:54:52.117Z",
      "user": 1,
      "content_type": 6,
      "object_id": "4",
      "object_repr": "Каспий (Россия)",
      "action_flag": 1,
      "change_message": "[{\"added\": {}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 2,
    "fields": {
      "action_time": "2018-06-04T16:14:18.122Z",
      "user": 1,
      "content_type": 6,
      "object_id": "5",
      "object_repr": "Кахетинский (Грузия)",
      "action_flag": 1,
      "change_message": "[{\"added\": {}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 3,
    "fields": {
      "action_time": "2018-06-04T16:16:20.827Z",
      "user": 1,
      "content_type": 6,
      "object_id": "3",
      "object_repr": "Торрес 10 Гран Резерва (в подарочной упаковке) (Испания)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"caption\", \"producer\", \"comment\"]}}]"
    }
  },
  {
    "model": "admin.logentry",
    "pk": 4,
    "fields": {
      "action_time": "2018-06-04T16:22:47.782Z",
      "user": 1,
      "content_type": 6,
      "object_id": "5",
      "object_repr": "Кахетинский (Грузия)",
      "action_flag": 2,
      "change_message": "[{\"changed\": {\"fields\": [\"image_src\"]}}]"
    }
  }
]